Repository: dimitriBouteille/social-links-icons
Catalog: languages/social-links-icons-*.po
Languages: fr_fr

source: Social media management
fr_fr: Gestion des réseaux sociaux

source: Unable to update this social network, the social network may not exist.
fr_fr: Impossible de sauvegarder le réseau social, il n'existe peut-être pas.

source: Couldn’t find the social network slug to update.
fr_fr: Impossible de trouver le réseau social à sauvegarder.

source: The form is invalid.
fr_fr: Le formulaire est invalide.

source: The url is not correct.
fr_fr: L'url n'est pas correcte.

source: Html code is not allowed.
fr_fr: Le code Html n'est pas autorisé.

source: The color does not respect the hexadecimal format.
fr_fr: La couleur ne respect pas le format d'une couleur hexadécimale.

source: The svg should start with &lt;svg. Please delete the text in front of &lt;svg.
fr_fr: L'icône doit commencer par la balise &lt;svg. Veuillez supprimer le contenu qui se trouve devant la balise &lt;svg.

source: The svg is badly formatted, impossible to read.
fr_fr: Impossible d'analyser le Svg, il est probablement mal formatté.

source: The slug %s of the social network %s is already used. Please modify the slug to make it unique.
fr_fr: Le slug %s du réseau social %s est déjà utilisé. Veuillez modifier le slug pour qu'il soit unique.

source: Class %s must extend class %s.
fr_fr: La class % doit étendre de la class %s.

source: Name of social network
fr_fr: Nom du réseau social

source: Title of the social network
fr_fr: Titre du réseau social

source: Attribute title that may appear on some links
fr_fr: Attribut title qui peut apparaître sur certains liens

source: Color of the social network
fr_fr: Couleur du réseau social

source: The color can be used for personality links
fr_fr: La couleur peut être utilisée pour personnalité les liens

source: Url to the social network
fr_fr: Url vers le réseau social

source: Icon of the social network
fr_fr: Icône du réseau social

source: Only icons in svg format are accepted
fr_fr: Seules les icônes au format Svg sont acceptées

source: Save
fr_fr: Sauvegarder

source: Find icons
fr_fr: Trouver des icônes

source: You can find icons on one of the following sites: %s.
fr_fr: Vous pouvez trouver des icônes sur l'un des sites suivants : %s.

source: If you are using icons that do not belong to you, do not forget to mention the authors in the legal notices.
fr_fr: Si vous utilisez des icônes qui ne vous appartiennent pas, n'oubliez pas à citer les auteurs dans les mentions légales.

source: Simply set up links and icons to your social networks.
fr_fr: Configurez simplement les liens vers vos réseaux sociaux !
